<template>
  <div class="home">
    <div class="blur"></div>
    <div class="text"> Ласкаво просимо на веб-сайт "Допомога біженцям з України за кордоном"! Ми - організація, що працює з метою надання підтримки та допомоги українським біженцям, які шукають притулок та безпеку за межами України.

<br> У силу різних небезпечних ситуацій, таких як конфлікти, природні катастрофи та політичні переслідування, багато людей з України змушені залишити свої домівки та шукати притулку в інших країнах. Наша організація зосереджена на наданні практичної допомоги та емоційної підтримки цим біженцям, щоб допомогти їм знову встановити своє життя та перебороти труднощі.

<br>На нашому сайті ви знайдете розширену інформацію про різні аспекти нашої роботи. Ми надаємо консультації та підтримку біженцям з їх поточним статусом та юридичними питаннями, які виникають при переселенні в іншу країну. Ми також сприяємо у встановленні контактів з відповідними установами, організаціями та громадськими організаціями для отримання необхідної допомоги.

<br>Наша команда волонтерів та фахівців має великий досвід у роботі з біженцями та розуміє, які труднощі можуть виникнути у процесі переїзду та адаптації. Ми надаємо психологічну підтримку, освітні та професійні програми, які допомагають біженцям знайти роботу та створити нове життя в новій країні.

<br>Якщо ви зацікавлені в підтримці нашої роботи, ми також надаємо інформацію про те, як ви можете стати волонтером або як пожертвувати нашій організації. Ваша допомога може зробити велику різницю в житті людей, які шукають притулок та захист.

<br> Ми дуже вдячні за ваш інтерес до нашої роботи. Будь ласка, перегляньте наш сайт, щоб дізнатися більше про те, як ми допомагаємо біженцям з України та як ви можете долучитися до нашої місії. Разом ми можемо зробити світ кращим місцем для всіх людей у пошуках безпеки й гідного життя. </div>
  </div>
</template>

<style lang="scss" scoped>
.home {
  background-image: url('../assets/home-page.webp');
  background-size: cover;
  position: relative;
  width: 100%;
  height: calc(100vh - 56px);
  display: flex;
  justify-content: center;
  align-items: center;
}
.blur {
  position: absolute;
  background-color: black;
  opacity: 0.5;
  width: 100%;
  height: 100%;
}
.text {
  z-index: 1111;
  color: #fff;
  font-size: 22px;
  width: 95%;
  margin: auto;
}
</style>